"%@ days ago" = "%@ dagen geleden";
"Autocomplete" = "Auto-afmaken";
"Blog" = "Blog";
"Close all" = "Sluit alles";
"Ecosia recommends" = "Ecosia raadt aan";
"Ecosia won’t remember the pages you visited, your search history or your autofill information once you close a tab. Your searches still contribute to trees." = "Ecosia slaat de pagina's die je bezoekt, je zoekgeschiedenis of je automatisch ingevulde informatie niet op. Zoeken helpt meer bomen te planten.";
"Explore Ecosia" = "Ontdek Ecosia";
"Financial reports" = "Financiële verslagen";
"Force Dark Mode" = "Donkere Modus forceren";
"Get started" = "Aan de slag";
"Home" = "Home";
"Invert website colors" = "Websitekleuren omkeren";
"Keep up to date with the latest news from our projects and more" = "Blijf op de hoogte van het laatste nieuws over onze projecten en meer";
"Learn more" = "Meer informatie";
"Make Ecosia your default browser" = "Maak van Ecosia je standaardbrowser";
"Moderate" = "Gematigd";
"See all" = "Alles bekijken";
"My searches" = "Mijn zoekopdrachten";
"New" = "Nieuw";
"Off" = "Uit";
"Open In Safari" = "Open in Safari";
"Private" = "Privé";
"Personalized results" = "Gepersonaliseerde resultaten";
"Plant trees while you browse the web" = "Plant bomen terwijl je op internet surft";
"Privacy" = "Privacy";
"Relevant results based on past searches" = "Relevante resultaten op basis van vorige zoekopdrachten";
"Safe search" = "Veilig zoeken";
"Search" = "Zoeken";
"Search the web to plant trees..." = "Doorzoek het web en plant bomen...";
"Search region" = "Zoekregio";
"Send feedback" = "Verstuur feedback";
"Shown under the search field" = "Onder het zoekveld";
"Start using these green companies to plant more trees and become more sustainable" = "Begin deze groene ondernemingen te gebruiken om meer bomen te planten en duurzamer te worden";
"Ecosia news" = "Ecosia-nieuws";
"Strict" = "Strikt";
"TREES" = "Bomen";
"TREES PLANTED WITH ECOSIA" = "Bomen geplant met Ecosia";
"Turn off Dark Mode" = "Donkere Modus uitschakelen";
"Terms and conditions" = "Algemene voorwaarden";
"Version %@" = "Versie %@";
"We use the profit from your searches to plant trees where they are needed most" = "We gebruiken de opbrengst van je zoekopdrachten om bomen te planten waar ze het meest nodig zijn";
"Help us improve our new app" = "Help ons om onze nieuwe app te verbeteren";
"Let us know what you like, dislike, and want to see in the future." = "Laat ons weten wat je goed vindt, wat je niet goed vindt en wat je nog mist.";
"Share your feedback" = "Deel jouw feedback";
"Sit tight, we are getting ready for you…" = "Nog even geduld, we zijn bijna klaar...";
"We hit a glitch" = "Er is een probleem";
"We are momentarily unable to load all of your settings." = "We kunnen op het moment niet al je instellingen laden.";
"Continue" = "Doorgaan";
"Retry" = "Opnieuw proberen";
"Set Ecosia as default browser" = "Ecosia instellen als standaard browser";
"Links from websites, emails or messages will automatically open in Ecosia." = "Links van websites, e-mails of berichten worden automatisch geopend in Ecosia.";
"Show Top Sites" = "Belangrijkste sites tonen";
"All regions" = "Alle regio's";
"Refresh" = "Opnieuw laden";
"Please check your internet connection and try again" = "Check je internetverbinding en probeer het opnieuw";
"No connection" = "Geen verbinding";
"Done" = "Klaar";
"Find in page" = "Zoeken op pagina";
"Cancel" = "Annuleer";
"Open" = "Open";
"Open link in external app?" = "Link openen in een externe app?";
"%@ wants to open this application." = "%@ wil deze applicatie openen.";
"Send usage data" = "Verzend gebruiksgegevens";
"To improve our browser apps, we collect usage statistics from your device. These are anonymous and protect your privacy." = "Om onze browser-apps te verbeteren, verzamelen we gebruiksstatistieken van je apparaat. Deze gegevens zijn anoniem en beschermen je privacy.";
"Climate Impact" = "Klimaatimpact";
"Customize homepage" = "Startpagina aanpassen";
"Homepage"= "Startpagina";
"Show on homepage" = "Toon op startpagina";
"Top Sites" = "Belangrijkste sites";
"Quick Search" = "Snel Zoeken";

// Impact
"A friend accepted your invitation and each of you will help plant 1 tree!" = "“Uitnodiging aanvaard! Je vriend(in) en jij hebben elk 1 extra boom geplant.” ";
"Estimated impact" = "Geschatte impact";
"Estimated trees" = "Geschat aantal bomen";
"%@ friends accepted your invitation and each of you will help plant %@ trees!" = "%@ vriend(inn)en doen mee! Daarmee heb je %@ extra bomen geplant";
"You’ve contributed to plant a tree with your friend!" = "Je hebt bijgedragen aan een nieuwe boom! Leuk dat je met Ecosia meedoet.";
"Invalid referral link!" = "Ongeldige verwijzingslink!";
"Invite friends" = "Nodig vriend(inn)en uit";
"Help plant trees by inviting friends" = "Help bomen planten door vrienden uit te nodigen";
"Multiply impact" = "Vermenigvuldig de impact";
"My trees" = "Mijn bomen";
"Network error!" = "Netwerkfout!";
"On average it takes around 45 searches to plant a tree" = "Er zijn gemiddeld ongeveer 45 zoekopdrachten nodig om een boom te planten";
"Plant your first tree" = "Plant jouw eerste boom";
"Tap your tree counter to share Ecosia with friends and plant more trees" = "Tik op je bomenteller om Ecosia met vrienden te delen en meer bomen te planten";
"This is the estimated number of trees you have contributed to planting by using Ecosia." = "Dit is het geschatte aantal bomen dat jij hebt helpen planten door Ecosia te gebruiken.";
"Together, we can reforest our planet. Tap your counter to spread the word!" = "Samen kunnen we onze planeet hervormen. Deel dit met de rest van de wereld!";
"Total Ecosia trees" = "Totaal aantal Ecosia-bomen";
"View my impact" = "Mijn impact bekijken";
"We couldn't verify your link. Please check your internet connection and try again." = "We kunnen jouw link niet verifiëren. Controleer jouw internetverbinding en probeer het nogmaals.";
"Your referral link is wrong or not valid for you. Please check it and try again." = "Jouw verwijzingslink is onjuist of ongeldig. Controleer deze en probeer het nogmaals.";
"Invite your friends" = "Nodig je vrienden uit";
"Send an invite with your unique invitation link" = "Stuur een bericht met jouw unieke uitnodigingslink";
"They download the Ecosia app" = "Ze downloaden de Ecosia-app";
"Via the AppStore (invites for Android are coming soon)" = "Via de App Store (uitnodigingen voor Android volgen binnenkort)";
"They open your invite link" = "Ze openen je uitnodigingslink";
"Your friend clicks on your unique link from the invite message" = "Je vriend(in) klikt op de unieke link uit jouw uitnodigingsbericht";
"Each of you helps plant a tree" = "Beiden planten een boom";
"When a friend uses your invite link, you both plant an extra tree" = "Als je vriend(in) de uitnodigingslink gebruikt, planten beiden een boom";
"Inviting a friend" = "Een vriend(in) uitnodigen";
"No bookmarks yet" = "Nog geen bladwijzers";
"Add your favorite pages to your bookmarks and they will appear here" = "Voeg al je favoriete pagina's toe aan je bladwijzers en daar worden ze zichtbaar";
"No articles on your reading list" = "Geen artikelen in je leeslijst";
"Open articles in Reader View by tapping the page icon in the address bar" = "Open je artikelen in leesmodus door op het pagina-icoontje te tikken in de adreslijst";
"Save articles to your Reading list by tapping on ‘Add to Reading List’ in the options while in Reader View" = "Bewaar artikelen door in je leeslijst te tikken op 'Voeg toe aan leeslijst' in de opties terwijl je in de leesmodus bent";
"No history" = "Geen geschiedenis";
"Websites you’ve recently visited will show up here" = "Hier verschijnen de websites die je onlangs bezocht hebt";
"No downloads yet" = "Nog geen downloads";
"When you download files they will show up here" = "Als je de bestanden download worden ze hier getoond";
"Plant trees with me on Ecosia" = "Plant samen met mij bomen op Ecosia";
"Hey, I think you’ll like this!\nDid you know that Ecosia is the only search engine that uses 100%% of their profits for climate action? 🌍\nJoin me and %@M+ others planting the right trees in the right places." = "Hey, ik denk dat je dit leuk zult vinden!\nWist je dat Ecosia de enige zoekmachine is die 100%% van de inkomsten gebruikt voor klimaatacties? 🌍\nPlant net zoals ik en meer dan %@miljoen anderen de juiste bomen op de juiste plekken.";
"1. Download the app:" = "1. Download de app:";
"2. Use my ✨ invite link ✨ and we will both plant an extra tree 🌳\n(Android coming soon):" = "2. Gebruik mijn ✨ uitnodigingslink ✨, dan planten we allebei een extra boom 🌳\n(Android binnenkort beschikbaar):";
"Link already used" = "Link reeds gebruikt";
"You can only use an invitation link once." = "Je kunt een uitnodigingslink maar één keer gebruiken.";
"Invite your friends to check out Ecosia. When they join, you both plant an extra tree." = "Nodig je vrienden uit om Ecosia te ontdekken. Als ze overtuigd raken en Ecosia gaan gebruiken, planten jullie allebei een extra boom.";
"Sharing your link" = "Je link delen";
"Copy" = "Kopiëren";
"More sharing methods" = "Meer manieren om te delen";
"Copied!" = "Gekopieerd!";

// Rebrand
"See the collective impact you are having with the Ecosia community" = "Bekijk de collectieve impact die jij op het klimaat hebt met de Ecosia-gemeenschap";
"Your impact" = "Jouw impact";
"How it works" = "Zo werkt 't";
"My Impact" = "Mijn Impact";
"Group your impact" = "Vergroot je impact";
"Get a tree with every friend who joins. They get one too!" = "Plant meer bomen door Ecosia met je vrienden te delen";
"About Ecosia" = "Over Ecosia";
"Trees update" = "Onze bomen";
"See exactly how much money we made, how we spent it, and how many trees we planted." = "Bekijk precies hoeveel geld wij hebben verdiend, waaraan we dit hebben uitgegeven en hoeveel bomen wij hebben geplant.";
"Discover where we plant trees, and find out how our tree planting projects across the globe are doing." = "Ontdek waar we bomen planten en hoe het gaat met onze boomplantprojecten over de hele wereld.";
"Learn how we protect your privacy by encrypting your searches, never selling your data to advertisers without your permission and more." = "Ontdek hoe we jouw privacy beschermen door je zoekopdrachten te versleutelen, je gegevens nooit zonder jouw toestemming aan adverteerders te verkopen en meer.";
"Find answers to popular questions like how Ecosia neutralizes CO2 emissions and what it means to be a social business." = "Bekijk in de veelgestelde vragen hoe Ecosia CO₂-negatief werd en hoe een sociaal bedrijf werkt.";

// Tour
"Skip" = "Overslaan";
"Start Planting" = "Begin met planten";
"The simplest way to be \n climate-active every day while \n browsing the web" = "Met Ecosia browsen \n is de makkelijkste manier om je dagelijks \n voor het klimaat in te zetten";
"Skip welcome tour" = "Sla de rondleiding over";
"A better planet with every search" = "Zoeken voor een betere planeet";
"Search the web and plant trees with the fast, free, and full-featured Ecosia browser" = "Zoek op het internet en plant bomen met de snelle, gratis en complete browser Ecosia.";
"The greenest way to search" = "De groenste manier van zoeken";
"Ecosia is the world's most planet-friendly way to search - and it's free." = "Ecosia is de meest planeetvriendelijke manier ter wereld om op internet te zoeken - en het is ook nog eens gratis.";
"100% of profits for the planet" = "100% winst voor de planeet";
"We use all our profits for climate action, such as planting trees and generating solar energy." = "We gebruiken al onze winst voor klimaatacties, zoals bomen planten en zonne-energie opwekken.";
"Collective action starts here" = "Collectieve actie begint hier";
"Join 15 million people growing the right trees in the right places." = "Sluit je aan bij 20 miljoen mensen, om de juiste bomen op de juiste plekken te planten.";
"We want your trees, not your data" = "We willen bomen, niet je gegevens";
"We don’t create a profile of you and will never sell your details to advertisers." = "We maken geen profiel van je aan en verkopen je gegevens niet aan adverteerders.";
"sustainable shoes" = "duurzame schoenen";
"Trees planted" = "Bomen geplant";
"Before ..." = "Vóór ...";
"After" = "Na";
"trees planted by the Ecosia community" = "bomen geplant door de Ecosia-community";
"Trees planted by the Ecosia community" = "Bomen geplant door de Ecosia-gemeenschap";
"dedicated to climate action" = "toegewijd aan klimaatactie";
"Active projects" = "Actieve projecten";
"%@+" = "%@+";
"Countries" = "Landen";
"Real results, transparent finances" = "Echte resultaten, transparante financiën";
"You're shown exactly how much we earn and invest in trees and climate action." = "Je krijgt exact te zien hoeveel wij verdienen en in bomen en klimaatacties investeren.";
"Total income" = "Totaal inkomsten";
"Trees financed" = "Aantal gefinancierde bomen";
"Open settings" = "Instellingen openen";
"Maybe later" = "Misschien later";
"Open all links with Ecosia to plant more trees" = "Open alle links met Ecosia om meer bomen te planten";
"Open all links automatically with Ecosia" = "Open alle koppelingen automatisch met Ecosia";
"Grow your impact with your web searches" = "Vergroot je impact met zoekopdrachten op internet";
"Be climate active every day while browsing" = "Wees elke dag klimaatactief tijdens het surfen";
"Your invites" = "Je vrienden";
"Growing together" = "Samen groeien";
"Help your friends become climate active and plant trees together" = "Maak je vrienden milieubewuster en plant samen bomen";
"Customization" = "Aanpassing";
"Clear all" = "Wis alles";
"To make entering info easier, the toolbar can be set to the bottom of the screen" = "Om het invoeren van informatie gemakkelijker te maken, kun je de werkbalk onderaan het scherm plaatsen";

// Promo
"Buy trees in the Ecosia tree store to delight a friend - or treat yourself" = "Koop bomen in de Ecosia Tree Store om een vriendin of vriend te verassen, of doe er jezelf eentje cadeau!";
"Plant trees and earn eco-friendly rewards with Treecard" = "Plant bomen en verdien milieuvriendelijke beloningen met Treecard";
"Sponsored" = "Gesponsord";

// Accessibility Labels
"Ecosia logo" = "Ecosia-logo";
"Open the Your Impact section" = "Open de sectie Jouw Impact";
"Your Impact section, highlithing the trees planted by yourself and the Ecosia community overall. You have contributed to plant %@ trees. The total number of trees planted by the Ecosia community has reached %@" = "De sectie Jouw Impact geeft een overzicht van de bomen die jij en de Ecosia-gemeenschap in totaal hebben geplant. Je hebt bijgedragen aan het planten van %@ bomen. Het totale aantal geplante bomen door de Ecosia-gemeenschap is %@.";
"Page control dots" = "Pagina-regelstippen";
"Back" = "Terug";
"Skip the onboarding" = "De onboarding overslaan";
"Continue to the next onboarding page" = "Doorgaan naar de volgende onboarding-pagina";
"Finish onboarding and start contributing to Ecosia" = "De onboarding voltooien en beginnen bij te dragen aan Ecosia";
"This onboarding illustration shows how by performing searches via the Ecosia app, you are leveling up your tree planting impact score. A small search screenshot and a tree counter example is shown. A forest can be seen on the background." = "Deze onboarding-illustratie toont hoe je, door zoekopdrachten uit te voeren via de Ecosia-app, je impactscore voor het planten van bomen verhoogt. Ook een kleine screenshot van de zoekactie en een voorbeeld van de boomteller worden getoond. Op de achtergrond is een bos te zien.";
"This onboarding illustration shows how by performing searches via the Ecosia app, you are leveling up your planed-friendly lifestyle. A small search input field screenshot and result example containing the green icon is shown. A forest can be seen on the background." = "Deze onboarding-illustratie toont hoe je, door zoekopdrachten uit te voeren via de Ecosia-app, je milieuvriendelijke levensstijl verbetert. Er wordt een klein screenshot getoond van een invoerveld en een resultaat met het groene pictogram. Op de achtergrond is een bos te zien.";
"This onboarding illustration shows briefly an example of a before and after comparision of trees planted in a land. The image is a screenshot from the satellite view." = "Deze onboarding-illustratie toont in het kort een voorbeeld van vergelijking tussen voor en na van geplante bomen op een land. De afbeelding is een screenshot van de satellietweergave.";
"This onboarding illustration shows a few numbers like the projects Ecosia is involved in, the total number of trees planted by the Ecosia community, alongisde the number of countries Ecosia is active. A small map of the planisphere with trees pins in few geographic location, background." = "Deze onboarding-illustratie toont een aantal cijfers, zoals het aantal projecten waar Ecosia bij betrokken is, het totale aantal bomen dat de Ecosia-gemeenschap al heeft geplant en het aantal landen waarin Ecosia actief is. Een kleine kaart van de planisfeer met bomen op enkele geografische locaties op de achtergrond.";
"This onboarding illustration is a photo of a monkey climbing a tree. It function mainly as general decoration image." = "Deze onboarding-illustratie is een foto van een aap die in een boom klimt. De illustratie dient voornamelijk als algemene decoratieafbeelding.";
"This onboarding illustration shows the latest financial reports of Ecosia. On the background there is an image of a person caring for tree seedlings" = "Deze onboarding-illustratie toont de laatste financiële rapporten van Ecosia. Op de achtergrond staat een afbeelding van een persoon die zaailingen van bomen verzorgt";
"Interact to collapse content" = "Klik om de inhoud in te klappen";
"Interact to expand content" = "Klik om de inhoud uit te klappen";

// Bookmark import/export
"Export bookmarks" = "Bladwijzers exporteren";
"Import bookmarks" = "Bladwijzers importeren";
"Exporting Bookmarks…" = "Bladwijzers exporteren...";
"Importing Bookmarks…" = "Bladwijzers importeren...";
"Imported Bookmarks (%@)" = "Geïmporteerde bladwijzers (%@)";
"Importing failed" = "|mporteren mislukt";
"Exporting failed" = "Exporteren mislukt";
"Something went wrong, please try again." = "Er is iets misgegaan, probeer het opnieuw.";
"More" = "Meer";
"Bookmarks imported" = "Bladwijzers geïmporteerd";
"Bookmarks exported" = "Bladwijzers geëxporteerd";

// Bookmarks Empty View
"Tap the bookmark icon when you find a page you want to save." = "Tik op het bladwijzerpictogram als je een pagina tegenkomt die je wilt opslaan.";
"You can also import bookmarks:" = "Je kunt ook bladwijzers importeren:";
"Export your bookmarks from another browser." = "Exporteer je bladwijzers vanuit een andere browser.";
"Tap on the link below to import the file of your bookmarks" = "Tik op onderstaande link om het bestand met je bladwijzers te importeren";

// Bookmarks NTP Nudge Card
"You can now import bookmarks from other browsers to Ecosia." = "Je kunt nu bladwijzers van andere browsers importeren in Ecosia.";
"Open bookmarks" = "Bladwijzers openen";

// Bookmarks Tooltip
"Tap here to import bookmarks from other browsers." = "Tik hier om bladwijzers van andere browsers te importeren.";

// Whats New Page
"What's new" = "Wat is er nieuw?";
"Collective action" = "Collectieve actie";
"See the climate impact you are having together with the rest of the Ecosia community." = "Bekijk de impact die jij op het klimaat hebt samen met de rest van de Ecosia-gemeenschap.";
"Customizable home page" = "Aanpasbare startpagina";
"Tailor your home page to show the information that’s most relevant to you." = "Pas je startpagina aan om de informatie te tonen die voor jou het meest relevant is.";
"Discover" = "Ontdekken";

// APN Consent
"Keep up with Ecosia" = "Blijf op de hoogte met Ecosia";
"Turn on push notifications" = "Schakel pushmeldingen in";
"Discover the trees we plant and the impact they’re having" = "Bekijk de bomen die we planten en de impact die ze hebben";
"Get tips on how to help build a greener future" = "Krijg tips over hoe u een bijdrage kunt leveren aan een groene toekomst";
"Receive updates on our tree-planting projects around the world" = "Krijg updates over onze wereldwijde bomenplantprojecten";
"Get tips on how to be climate active every day" = "Krijg tips over hoe u elke dag klimaatactief kunt zijn";
"Allow push notifications" = "Sta pushmeldingen toe";
"Not now" = "Niet nu";
